tap "dbt-labs/dbt"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "timrogers/tap"
brew "readline"
brew "ansible"
brew "pyyaml"
brew "yamllint"
brew "ansible-lint"
brew "antigen"
brew "webp"
brew "aom"
brew "asciinema"
brew "m4"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "awk"
brew "awscli"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "caddy"
brew "glib", link: false
brew "cairo"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "curl"
brew "eza"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "openjdk"
brew "fop"
brew "foreman"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpp"
brew "graphviz"
brew "guile"
brew "gzip"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubectx"
brew "libpq"
brew "libuv"
brew "libxslt"
brew "make"
brew "mas"
brew "nss"
brew "openjdk@11"
brew "pandoc"
brew "parquet-cli"
brew "pinentry-mac"
brew "pngquant"
brew "postgresql@15"
brew "pre-commit"
brew "python@3.9"
brew "shellcheck"
brew "subversion"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tree"
brew "volta"
brew "watch"
brew "wxwidgets"
brew "yarn"
brew "zola"
brew "zsh"
brew "mike-engel/jwt-cli/jwt-cli"
brew "timrogers/tap/litra"
cask "airbuddy"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "bettertouchtool"
cask "cardhop"
cask "cleanshot"
cask "dash"
cask "dropbox"
cask "dynamic-dark-mode"
cask "fantastical"
cask "google-cloud-sdk"
cask "iterm2-beta"
cask "kindle"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "ngrok"
cask "obsidian"
cask "ollama"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "Day One", id: 1055511498
mas "Hand Mirror", id: 1502839586
mas "HiCoffee", id: 1507361706
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Magnet", id: 441258766
mas "Mela", id: 1568924476
mas "Mimeo Photos", id: 1282504627
mas "MusicBox", id: 1614730313
mas "Numbers", id: 409203825
mas "Omnivore", id: 1564031042
mas "Pages", id: 409201541
mas "ReadKit", id: 1615798039
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Streaks", id: 963034692
mas "Surfshark", id: 1437809329
mas "Tailscale", id: 1475387142
