tap "charmbracelet/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "minio/stable"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "timrogers/tap"
tap "withgraphite/tap"
brew "antigen"
brew "cairo"
brew "icu4c@76"
brew "openjdk"
brew "openssl@3"
brew "readline"
brew "antlr"
brew "webp"
brew "aom"
brew "asciinema"
brew "git"
brew "asdf"
brew "m4"
brew "autoconf"
brew "automake"
brew "awk"
brew "aws-shell"
brew "awscli"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "btop"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "codex"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "dfu-util"
brew "direnv"
brew "dnsperf"
brew "eza"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fop"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "gpp"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "gum"
brew "gzip"
brew "htop"
brew "httpstat"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k9s"
brew "libgit2@1.7"
brew "libpq", link: true
brew "libuv"
brew "libxslt"
brew "lsusb"
brew "make"
brew "mas"
brew "microplane"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "ninja"
brew "nss"
brew "openjdk@11"
brew "overmind"
brew "pandoc"
brew "periphery"
brew "pinentry-mac"
brew "pipx"
brew "pngquant"
brew "postgresql@16"
brew "protobuf"
brew "python@3.9"
brew "redis"
brew "shellcheck"
brew "subversion"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "tflint"
brew "tree"
brew "watch"
brew "wxwidgets"
brew "xcbeautify"
brew "xcode-build-server"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zola"
brew "zsh"
brew "charmbracelet/tap/crush"
brew "mike-engel/jwt-cli/jwt-cli"
brew "minio/stable/mc"
brew "mongodb/brew/mongodb-database-tools"
brew "timrogers/tap/litra"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "arc"
cask "betterdisplay"
cask "bettertouchtool"
cask "cardhop"
cask "chatgpt"
cask "claude"
cask "contexts"
cask "discord"
cask "docker-desktop"
cask "fantastical"
cask "figma"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "httpie-desktop"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "linear-linear"
cask "logi-options+"
cask "loom"
cask "mongodb-compass"
cask "notion"
cask "obsidian"
cask "raycast"
cask "setapp"
cask "spotify"
cask "tailscale-app"
cask "todoist-app"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark-app"
cask "zed"
cask "zoom"
cask "zotero"
mas "BrightIntosh", id: 6452471855
mas "Diarly", id: 1387167765
mas "Drafts", id: 1435957248
mas "Flighty", id: 1358823008
mas "Flow", id: 1423210932
mas "GoodLinks", id: 1474335294
mas "Hand Mirror", id: 1502839586
mas "HiCoffee", id: 1507361706
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Magnet", id: 441258766
mas "Mela", id: 1568924476
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Tripsy", id: 1429967544
mas "Xcode", id: 497799835
