tap "aarondfrancis/tap"
tap "anomalyco/tap"
tap "charmbracelet/tap"
tap "github/gh"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "launchdarkly/tap"
tap "mike-engel/jwt-cli"
tap "minio/stable"
tap "mongodb/brew"
tap "mutagen-io/mutagen"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "productdevbook/tap"
tap "schpet/tap"
tap "steipete/tap"
tap "supabase/tap"
tap "timrogers/tap"
tap "withgraphite/tap"
tap "yakitrak/yakitrak"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "antigen"
brew "cairo"
brew "icu4c@76"
brew "openjdk"
brew "antlr"
brew "aom"
brew "apache-flink"
brew "asciinema"
brew "asdf"
brew "m4"
brew "autoconf"
brew "automake"
brew "awk"
brew "aws-shell"
brew "awscli"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "btop"
brew "ccache"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "dfu-util"
brew "direnv"
brew "dnsperf"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fop"
brew "webp"
brew "gdk-pixbuf"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "gpp"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "gum"
brew "gzip"
brew "htop"
brew "httpstat"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "just"
brew "k6"
brew "k9s"
brew "lazygit"
brew "libass"
brew "libgit2@1.7"
brew "libpq", link: true
brew "libuv"
brew "libxslt"
brew "lsusb"
brew "make"
brew "mas"
brew "microplane"
brew "mole"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "ninja"
brew "nss"
brew "openjdk@11"
brew "overmind"
brew "pandoc"
brew "periphery"
brew "pinentry-mac"
brew "pipx"
brew "pngquant"
brew "postgresql@15", restart_service: :changed
brew "postgresql@16"
brew "protobuf"
brew "python@3.9"
brew "redis", restart_service: :changed
brew "shellcheck"
brew "shfmt"
brew "subversion"
brew "swiftformat"
brew "swiftlint"
brew "tailscale", link: false
brew "telnet"
brew "terraformer"
brew "tflint"
brew "tmuxp"
brew "todoist-cli"
brew "watch"
brew "worktrunk"
brew "wxwidgets"
brew "wxwidgets@3.2"
brew "xcbeautify"
brew "xcode-build-server"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zig@0.14"
brew "zola"
brew "zsh"
brew "aarondfrancis/tap/counselors"
brew "anomalyco/tap/opencode"
brew "charmbracelet/tap/crush"
brew "launchdarkly/tap/ldcli"
brew "mike-engel/jwt-cli/jwt-cli"
brew "minio/stable/mc"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community@8.0"
brew "mutagen-io/mutagen/mutagen"
brew "oven-sh/bun/bun"
brew "schpet/tap/linear"
brew "steipete/tap/wacli"
brew "supabase/tap/supabase"
brew "timrogers/tap/litra"
brew "withgraphite/tap/graphite"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "arc"
cask "betterdisplay"
cask "bettertouchtool"
cask "cardhop"
cask "chatgpt"
cask "claude"
cask "codex"
cask "conductor"
cask "contexts"
cask "craft"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "fantastical"
cask "figma"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-gemini"
cask "granola"
cask "httpie-desktop"
cask "karabiner-elements"
cask "linear"
cask "logi-options+"
cask "loom"
cask "neohtop"
cask "notion"
cask "obsidian"
cask "productdevbook/tap/portkiller"
cask "raycast"
cask "remnote"
cask "setapp"
cask "sonic-pi"
cask "spotify"
cask "sublime-merge"
cask "tailscale-app"
cask "telegram"
cask "thebrowsercompany-dia"
cask "todoist-app"
cask "whatsapp"
cask "xcodes-app"
cask "zed"
cask "zoom"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "Actions For Obsidian", id: 1659667937
mas "BrightIntosh", id: 6452471855
mas "Drafts", id: 1435957248
mas "Flighty", id: 1358823008
mas "GoodLinks", id: 1474335294
mas "Hand Mirror", id: 1502839586
mas "HiCoffee", id: 1507361706
mas "Keynote", id: 361285480
mas "Klack", id: 6446206067
mas "Magnet", id: 441258766
mas "Mela", id: 1568924476
mas "MusicBox", id: 1614730313
mas "mymind", id: 1532801185
mas "Numbers", id: 361304891
mas "Obsidian Web Clipper", id: 6720708363
mas "Pages", id: 361309726
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Tripsy", id: 1429967544
mas "Velja", id: 1607635845
go "github.com/almonk/bontree"
go "github.com/protocolbuffers/protoscope/cmd/protoscope"
